espressif/esp-bsp/components/lcd/esp_lcd_sh1107/test_apps/sdkconfig.defaults
CONFIG_ESP_INT_WDT=n
CONFIG_ESP_TASK_WDT=n
CONFIG_IDF_TARGET="esp32p4"
